The  RebarReinforcementData  type exposes the following members.
 Methods
Name  |   Description
Create
 Creates a new instance of RebarReinforcementData, or    a null reference (  Nothing  in Visual Basic)  if the operation fails.
Dispose   |   (Inherited from  ReinforcementData  .)
Equals
 Determines whether the specified  Object  is equal to the current  Object  .
 (Inherited from  Object  .)
GetHashCode
 Serves as a hash function for a particular type.
 (Inherited from  Object  .)
GetType
 Gets the  Type  of the current instance.
 (Inherited from  Object  .)
ToString
 Returns a string that represents the current object.
 (Inherited from  Object  .)
 See Also
  RebarReinforcementData Class
  Autodesk.Revit.DB.Structure Namespace